{
  "Navbar": {
    "logo": "ANYTECH",
    "solutions": "Solusi",
    "anycaas": "AnyCaaS",
    "anybaas": "AnyBaaS",
    "anypaas": "AnyPaaS",
    "services": "Layanan",
    "about_us": "Tentang Kami",
    "language": "ID",
    "language_options": {
      "en": "EN (Inggris)",
      "th": "TH (Thai)",
      "id": "ID (Bahasa Indonesia)",
      "tw": "TW (Bahasa Tionghoa Tradisional)"
    },
    "contact_us": "Hubungi Kami",
    "languageName": "BAHASA INDONESIA"
  },
  "Future": {
    "title": "MENDORONG MASA DEPAN KEUANGAN",
    "headline": "Menemukan cara baru untuk menyenangkan pelanggan",
    "description1": "AnyTech merevolusi teknologi keuangan dengan memperkenalkan kemampuan pemrosesan akun transaksi real-time yang inovatif, dirancang khusus untuk layanan keuangan ritel.",
    "description2": "Pendekatan modern kami melampaui sistem perbankan tradisional dan pemrosesan kartu, memberdayakan Anda dengan teknologi paling canggih untuk kesuksesan jangka panjang."
  },
  "Banner": {
    "title": "Rangkul masa depan keuangan",
    "description": "Bayangkan kembali layanan keuangan dengan platform terbuka AnyTech, solusi perbankan terdistribusi yang mendorong transformasi.",
    "button": "Hubungi Kami"
  },
  "contactUs": {
    "title": "Hubungi Kami",
    "subtitle": "Mari berbicara",
    "description": "Punya pertanyaan tentang membangun pengalaman perbankan generasi berikutnya, harga kami, atau kisah sukses pelanggan kami?",
    "firstName": "Nama Depan",
    "lastName": "Nama Belakang",
    "jobTitle": "Jabatan",
    "companyName": "Nama Perusahaan",
    "email": "Email",
    "message": "Pesan",
    "privacyPolicy": "Dengan mengirimkan formulir ini, Anda menyetujui pemrosesan data pribadi Anda oleh AnyTech sebagaimana dijelaskan dalam",
    "privacyLink": "kebijakan privasi",
    "submit": "Kirim"
  },
  "features": {
    "fullSuiteSolutions": "Solusi lengkap",
    "simplifyTheComplex": "Permudah yang kompleks",
    "cuttingEdgeTech": "Teknologi terdepan",
    "featureDescription1": "Rasakan kemudahan integrasi di berbagai fungsi perbankan dan pembayaran dengan rangkaian solusi komprehensif kami.",
    "featureDescription2": "Permudah proses kompleks dan optimalkan operasi keuangan Anda dengan memanfaatkan kekuatan AI, Blockchain, Cloud Computing, dan Big Data.",
    "featureDescription3": "Kami menggabungkan teknologi terkini untuk menciptakan pengalaman fintech yang tak tertandingi bagi lembaga keuangan."
  },

  "stats": {
    "trustedBy": "DIPERCAYA OLEH YANG TERBAIK",
    "yearsOfExperience": "Tahun Pengalaman",
    "financialInstitutions": "Lembaga Keuangan",
    "customersEach": "Pelanggan Tiap"
  },
  "technology": {
    "title": "Teknologi Dibangun untuk Anda",
    "subtitle": "Masa depan keuangan",
    "tabs": [
      {
        "title": "Berfokus pada pelanggan",
        "titleBg": "Layanan keuangan yang dirancang khusus",
        "description1": "Tingkatkan pengalaman pelanggan dan ciptakan inovasi produk keuangan yang lebih fleksibel.",
        "description2": "Rasakan manfaat teknologi layanan keuangan ritel yang terintegrasi dan analisis perilaku transaksi secara real-time."
      },
      {
        "title": "Lincah dan mudah beradaptasi",
        "titleBg": "Lincah dan mudah beradaptasi untuk pertumbuhan",
        "description1": "Beradaptasi dengan cepat terhadap perubahan pasar dan bangun sistem yang dapat diskalakan dengan teknologi cloud.",
        "description2": "Gunakan layanan berbasis cloud untuk fleksibilitas lebih besar dan biaya infrastruktur yang lebih rendah."
      },
      {
        "title": "Siap untuk kepatuhan",
        "titleBg": "Kelola kepatuhan dengan mudah",
        "description1": "Selalu berada di depan perubahan peraturan dengan sistem yang aman dan patuh.",
        "description2": "Pertahankan keamanan dan privasi dengan fitur kepatuhan bawaan untuk memenuhi standar industri."
      },
      {
        "title": "Aman dan terjamin",
        "titleBg": "Keamanan tinggi dan perlindungan penuh",
        "description1": "Lindungi data dan infrastruktur Anda dengan protokol keamanan terbaik.",
        "description2": "Platform kami menawarkan fitur keselamatan yang ditingkatkan untuk mencegah ancaman siber dan akses tidak sah."
      }
    ]
  },
  "human_centered_innovation": {
    "title": "Filosofi Kami",
    "subtitle": "Inovasi yang berpusat pada manusia",
    "image_alt": "Bagian utama"
  },
  "BannerService": {
    "minTitle": "LAYANAN KAMI",
    "title": "Membayangkan ulang solusi perbankan",
    "description": "Memberdayakan institusi keuangan untuk menciptakan pengalaman pelanggan yang tak tertandingi."
  },
  "FutureService": {
    "title": "Apa yang Kami Lakukan",
    "headline": "Kekuatan data",
    "description1": "Dalam lanskap keuangan yang berkembang pesat saat ini, bank dan institusi keuangan menghadapi tantangan yang belum pernah terjadi sebelumnya. Di AnyTech, kami memahami kebutuhan kritis akan inovasi berkelanjutan dan pengambilan keputusan strategis untuk berkembang.",
    "description2": "Dengan perspektif global kami dan solusi canggih, kami di sini untuk membantu Anda menciptakan pengalaman pelanggan yang tak tertandingi yang akan membedakan Anda dari pesaing. Mulailah perjalanan transformasi dengan AnyTech—perjalanan yang akan mendefinisikan kembali apa yang mungkin untuk institusi Anda."
  },
  "featuresSection": {
    "fullSuiteSolutions": "Konsultasi",
    "simplifyTheComplex": "Implementasikan",
    "cuttingEdgeTech": "Operasikan",
    "featureDescription1": "Keahlian konsultasi kami mencakup mulai dari penerapan inovasi teknologi keuangan terbaru hingga implementasi strategi pengendalian risiko.",
    "featureDescription2": "Sederhanakan proses yang kompleks dan optimalkan operasi keuangan Anda dengan memanfaatkan kekuatan AI, Blockchain, Cloud Computing, dan Big Data.",
    "featureDescription3": "Kami menyediakan rangkaian lengkap layanan operasional dan dukungan yang berlanjut sepanjang siklus hidup produk."
  },
  "Consult": {
    "title": "Langkah Pertama",
    "headline": "Konsultasi",
    "description1": "Melangkah menuju transformasi digital dengan ambisi untuk memberikan nilai tambah dalam layanan keuangan bisa menjadi tantangan.",
    "description2": "Manfaatkan pengalaman luas dan pengetahuan mendalam dari para ahli kami. Keahlian konsultasi kami mencakup mulai dari penerapan inovasi teknologi keuangan terbaru hingga implementasi strategi pengendalian risiko."
  },
  "Implement": {
    "title": "Eksekusi Tanpa Hambatan",
    "headline": "Implementasi",
    "description1": "Menjamin kesuksesan yang berkelanjutan berasal dari kemampuan untuk melaksanakan strategi transformasi digital Anda dengan lancar.",
    "description2": "Menggabungkan keahlian teknologi yang mendalam dan rekam jejak yang terbukti, kami merancang dan mengimplementasikan solusi kustom untuk institusi keuangan yang mendorong kesuksesan jangka panjang."
  },
  "NewSetup": {
    "fullSuiteSolutions": "Pengaturan Baru",
    "simplifyTheComplex": "Peningkatan Sistem",
    "cuttingEdgeTech": "Migrasi Sistem",
    "featureDescription1": "Membangun infrastruktur perbankan dari bawah ke atas untuk melayani kebutuhan Anda dan pelanggan Anda dengan lebih baik.",
    "featureDescription2": "Memodernisasi infrastruktur Anda saat ini untuk mengatasi tantangan yang ditimbulkan oleh sistem lama.",
    "featureDescription3": "Migrasikan data dan integrasi Anda ke sistem yang lebih baru tanpa gangguan bisnis."
  },
  "Operate": {
    "title": "Efisiensi Jangka Panjang",
    "headline": "Operasikan",
    "description1": "Menyiapkan efisiensi operasional untuk memberikan nilai yang dijanjikan kepada pelanggan Anda sangat penting untuk pertumbuhan jangka panjang.",
    "description2": "Kami menyediakan rangkaian lengkap layanan operasional dan dukungan yang terus berlanjut sepanjang siklus hidup produk."
  },
  "Support": {
    "fullSuiteSolutions": "Dukungan Operasional",
    "simplifyTheComplex": "Layanan Personalisasi",
    "cuttingEdgeTech": "Dukungan Teknis 24/7",
    "featureDescription1": "Gunakan tim kami untuk mengelola dan memelihara solusi AnyTech Anda, sehingga Anda dapat fokus pada bisnis inti dan inisiatif strategis Anda.",
    "featureDescription2": "Dari mengembangkan peluang bisnis baru hingga menjalankan pemeliharaan IT backend, tim kami juga dapat menyediakan dukungan lain yang Anda perlukan.",
    "featureDescription3": "Tim dukungan pelanggan kami tersedia 24/7 untuk menangani pertanyaan Anda dan menyelesaikan masalah yang mungkin timbul."
  },
  "Ads": {
    "title": "Dipercaya oleh yang terbaik"
  },
  "BannerAbout": {
    "minTitle": "TENTANG KAMI",
    "title": "Membuka jalan menuju masa depan keuangan",
    "description": "Membuka jalan menuju masa depan keuangan"
  },
  "Story": {
    "title": "CERITA KAMI",
    "headline": "Membangun masa depan hari ini",
    "description1": "Didirikan pada Januari 2020, Any Technology adalah perusahaan fintech yang berbasis di Singapura yang berkomitmen untuk membantu industri layanan keuangan global membayangkan kembali perbankan dan layanan pembayaran."
  },
  "Experts": {
    "fullSuiteSolutions": "Ahli dalam teknologi dan keuangan",
    "simplifyTheComplex": "Pemberdayaan melalui teknologi",
    "cuttingEdgeTech": "Memahami kebutuhan yang berkembang",
    "featureDescription1": "Dengan keahlian mendalam tim kami di sektor keuangan dan teknologi, kami adalah penggerak perubahan, membuka jalan bagi inovasi dan pergeseran strategis, membentuk masa depan keuangan.",
    "featureDescription2": "Memberdayakan lebih dari 40 lembaga keuangan untuk bertransformasi dalam dunia yang berfokus pada digital, platform inovatif kami memungkinkan bank dan lembaga keuangan untuk mengembangkan produk dan penawaran keuangan yang berpusat pada pelanggan.",
    "featureDescription3": "Dengan tetap berada di garis depan teknologi dan memahami kebutuhan yang berkembang di industri, kami berusaha memberikan solusi mutakhir yang mendorong efisiensi, meningkatkan pengalaman pengguna, dan memungkinkan inklusi keuangan."
  },
  "Empowering": {
    "title": "Memberdayakan lebih dari",
    "minTitle": "40 institusi keuangan",
    "maxTitle": "untuk bertransformasi di dunia digital"
  },
  "Mission": {
    "minTitle": "Misi Kami",
    "title": "Mendefinisikan ulang masa depan",
    "description": "Untuk mendefinisikan ulang keuangan global dengan memberdayakan institusi dengan teknologi yang mendorong nilai dan pertumbuhan."
  },
  "start": {
    "title": "Mulai transformasi Anda",
    "description": "Kami siap untuk menjadi mitra strategis guna memberikan dukungan yang Anda butuhkan untuk organisasi Anda.",
    "button": "Bicara dengan Kami"
  },
  "Solution": {
    "fullSuiteSolutions": "AnyCaaS",
    "simplifyTheComplex": "AnyBaaS",
    "cuttingEdgeTech": "AnyPaaS",
    "featureDescription1": "Bayangkan ulang program kartu Anda dengan solusi Cards-as-a-Service (CaaS) kami. Permudah manajemen kartu, berikan pengalaman pelanggan yang unggul, dan banyak lagi.",
    "featureDescription2": "Masuki masa depan perbankan dengan platform Banking-as-a-Service (BaaS) kami yang memberi Anda alat yang dibutuhkan untuk beradaptasi dan berkembang di lingkungan digital yang bergerak cepat saat ini.",
    "featureDescription3": "Tingkatkan kemampuan pemrosesan pembayaran Anda dengan solusi Payment-as-a-Service (PaaS) kami. Nikmati infrastruktur yang aman dan dapat diskalakan yang menangani transaksi dengan mudah."
  },
  "legacy": {
    "title": "Tidak ada lagi sistem lama",
    "description": "Bicara dengan kami untuk mengetahui bagaimana kami dapat mentransformasi organisasi Anda untuk masa depan.",
    "button": "Hubungi Kami"
  },
  "footer": {
    "title": "Solusi Kami",
    "title1": "Kebijakan Privasi",
    "description": "©2025 Semua hak dilindungi. Any Technology Pte Ltd."
  }
}