
{
  "Navbar": {
    "logo": "ANYTECH",
    "solutions": "โซลูชัน",
    "anycaas": "AnyCaaS",
    "anybaas": "AnyBaaS",
    "anypaas": "AnyPaaS",
    "services": "บริการ",
    "about_us": "เกี่ยวกับเรา",
    "language": "TH",
    "language_options": {
      "en": "EN (English)",
      "th": "TH (ไทย)",
      "id": "ID (Bahasa Indonesia)",
      "tw": "TW (繁體中文)"
    },
    "contact_us": "ติดต่อเรา",
    "languageName": "THAI"
  },
  "Future": {
    "title": "ขับเคลื่อนอนาคตของการเงิน",
    "headline": "ค้นพบวิธีใหม่ในการสร้างความพึงพอใจให้กับลูกค้า",
    "description1": "AnyTech กำลังปฏิวัติเทคโนโลยีทางการเงินโดยนำเสนอความสามารถในการประมวลผลบัญชีธุรกรรมแบบเรียลไทม์ที่เป็นนวัตกรรมใหม่ ซึ่งออกแบบมาโดยเฉพาะสำหรับบริการทางการเงินค้าปลีก",
    "description2": "แนวทางที่ทันสมัยของเราก้าวข้ามระบบธนาคารแบบดั้งเดิมและระบบประมวลผลบัตร ช่วยให้คุณใช้เทคโนโลยีที่ล้ำสมัยที่สุดเพื่อความสำเร็จที่ยั่งยืน"
  },
  "Banner": {
    "title": "ก้าวเข้าสู่อนาคตของการเงิน",
    "description": "จินตนาการบริการทางการเงินใหม่ด้วยแพลตฟอร์มเปิดของ AnyTech และโซลูชันธนาคารแบบกระจายที่ช่วยขับเคลื่อนการเปลี่ยนแปลง",
    "button": "ติดต่อเรา"
  },
  "contactUs": {
    "title": "ติดต่อเรา",
    "subtitle": "มาพูดคุยกัน",
    "description": "มีคำถามเกี่ยวกับการสร้างประสบการณ์การธนาคารรุ่นถัดไป ราคาของเรา หรือเรื่องราวความสำเร็จของลูกค้าของเรา?",
    "firstName": "ชื่อจริง",
    "lastName": "นามสกุล",
    "jobTitle": "ตำแหน่งงาน",
    "companyName": "ชื่อบริษัท",
    "email": "อีเมล",
    "message": "ข้อความ",
    "privacyPolicy": "โดยการส่งแบบฟอร์มนี้ คุณยืนยันว่าคุณยอมรับให้ AnyTech ประมวลผลข้อมูลส่วนบุคคลของคุณตามที่อธิบายไว้ใน",
    "privacyLink": "นโยบายความเป็นส่วนตัว",
    "submit": "ส่ง"
  },
  "features": {
    "fullSuiteSolutions": "โซลูชันครบวงจร",
    "simplifyTheComplex": "ทำให้กระบวนการซับซ้อนง่ายขึ้น",
    "cuttingEdgeTech": "เทคโนโลยีล้ำสมัย",
    "featureDescription1": "สัมผัสประสบการณ์การผสานการทำงานในฟังก์ชันต่างๆ ของธนาคารและการชำระเงินด้วยชุดโซลูชันที่ครบวงจรของเรา",
    "featureDescription2": "ทำให้กระบวนการซับซ้อนง่ายขึ้นและเพิ่มประสิทธิภาพการดำเนินงานทางการเงินของคุณด้วยพลังของ AI, Blockchain, Cloud Computing และ Big Data",
    "featureDescription3": "เราผสานเทคโนโลยีล้ำสมัยเพื่อสร้างประสบการณ์ฟินเทคที่ไม่เหมือนใครสำหรับสถาบันการเงิน"
  },
  "stats": {
    "trustedBy": "ไว้วางใจจากที่ดีที่สุด",
    "yearsOfExperience": "ปีของประสบการณ์",
    "financialInstitutions": "สถาบันการเงิน",
    "customersEach": "ลูกค้าทุกคน"
  },
  "technology": {
    "title": "เทคโนโลยีที่สร้างขึ้นเพื่อคุณ",
    "subtitle": "อนาคตของการเงิน",
    "tabs": [
      {
        "title": "มุ่งเน้นลูกค้า",
        "titleBg": "บริการทางการเงินที่ออกแบบมาโดยเฉพาะ",
        "description1": "ยกระดับประสบการณ์ของลูกค้าและสร้างนวัตกรรมผลิตภัณฑ์ทางการเงินที่คล่องตัว",
        "description2": "สัมผัสประโยชน์ของเทคโนโลยีบริการทางการเงินแบบบูรณาการและการวิเคราะห์พฤติกรรมธุรกรรมแบบเรียลไทม์"
      },
      {
        "title": "คล่องตัวและปรับตัวได้",
        "titleBg": "คล่องตัวและปรับตัวได้เพื่อการเติบโต",
        "description1": "ปรับตัวให้เข้ากับการเปลี่ยนแปลงของตลาดและสร้างระบบที่ขยายขนาดได้ด้วยเทคโนโลยีคลาวด์",
        "description2": "ใช้บริการบนคลาวด์เพื่อความยืดหยุ่นที่มากขึ้นและลดต้นทุนโครงสร้างพื้นฐาน"
      },
      {
        "title": "พร้อมปฏิบัติตามข้อกำหนด",
        "titleBg": "จัดการข้อกำหนดทางกฎหมายได้อย่างง่ายดาย",
        "description1": "นำหน้าการเปลี่ยนแปลงข้อบังคับด้วยระบบที่ปลอดภัยและเป็นไปตามมาตรฐาน",
        "description2": "รักษาความปลอดภัยและความเป็นส่วนตัวด้วยฟีเจอร์ที่รองรับข้อกำหนดอุตสาหกรรม"
      },
      {
        "title": "ปลอดภัยและมั่นคง",
        "titleBg": "ปลอดภัยและมั่นคงสูงสุด",
        "description1": "ปกป้องข้อมูลและโครงสร้างพื้นฐานของคุณด้วยโปรโตคอลความปลอดภัยระดับสูง",
        "description2": "แพลตฟอร์มของเรามีฟีเจอร์ความปลอดภัยที่พัฒนาเพื่อลดความเสี่ยงจากภัยคุกคามทางไซเบอร์"
      }
    ]
  },
  "human_centered_innovation": {
    "title": "ปรัชญาของเรา",
    "subtitle": "นวัตกรรมที่มุ่งเน้นมนุษย์",
    "image_alt": "ภาพหลัก"
  },
  "BannerService": {
    "minTitle": "บริการของเรา",
    "title": "จินตนาการถึงโซลูชันธนาคาร",
    "description": "ช่วยให้สถาบันการเงินสร้างประสบการณ์ที่เหนือชั้นสำหรับลูกค้า"
  },
  "FutureService": {
    "title": "สิ่งที่เราทำ",
    "headline": "พลังของข้อมูล",
    "description1": "ในภูมิทัศน์ทางการเงินที่เปลี่ยนแปลงอย่างรวดเร็วในปัจจุบัน ธนาคารและสถาบันการเงินต้องเผชิญกับความท้าทายที่ไม่เคยมีมาก่อน ที่ AnyTech เราเข้าใจถึงความจำเป็นในการนวัตกรรมอย่างต่อเนื่องและการตัดสินใจเชิงกลยุทธ์เพื่อที่จะเติบโต",
    "description2": "ด้วยมุมมองระดับโลกและโซลูชันล้ำสมัยของเรา เราพร้อมช่วยคุณสร้างประสบการณ์ลูกค้าที่ไม่มีใครเทียบได้ที่จะทำให้คุณแตกต่างจากคู่แข่ง เริ่มต้นการเดินทางของการเปลี่ยนแปลงกับ AnyTech—ซึ่งจะทำให้คุณสามารถกำหนดสิ่งที่เป็นไปได้สำหรับสถาบันของคุณใหม่"
  },
  "featuresSection": {
    "fullSuiteSolutions": "ให้คำปรึกษา",
    "simplifyTheComplex": "ดำเนินการ",
    "cuttingEdgeTech": "ดำเนินการ",
    "featureDescription1": "ความเชี่ยวชาญในการให้คำปรึกษาของเราครอบคลุมตั้งแต่การใช้เทคโนโลยีการเงินล่าสุดไปจนถึงการดำเนินการกลยุทธ์การควบคุมความเสี่ยง",
    "featureDescription2": "ทำให้กระบวนการซับซ้อนง่ายขึ้นและเพิ่มประสิทธิภาพการดำเนินงานทางการเงินของคุณโดยการใช้พลังของ AI, Blockchain, Cloud Computing และ Big Data",
    "featureDescription3": "เรามีชุดบริการครบวงจรในการดำเนินงานและการสนับสนุนที่ดำเนินต่อไปตลอดวงจรชีวิตของผลิตภัณฑ์"
  },
  "Consult": {
    "title": "ก้าวแรก",
    "headline": "ให้คำปรึกษา",
    "description1": "การกระโดดเข้าสู่การเปลี่ยนแปลงดิจิทัลด้วยความมุ่งมั่นที่จะมอบมูลค่าเพิ่มในบริการทางการเงินอาจเป็นเรื่องท้าทาย",
    "description2": "ใช้ประโยชน์จากประสบการณ์และความรู้ลึกของผู้เชี่ยวชาญของเรา ความเชี่ยวชาญในการให้คำปรึกษาของเราครอบคลุมตั้งแต่การใช้เทคโนโลยีการเงินล่าสุดไปจนถึงการดำเนินการกลยุทธ์การควบคุมความเสี่ยง"
  },
  "Implement": {
    "title": "การดำเนินการที่ราบรื่น",
    "headline": "ดำเนินการ",
    "description1": "ความสำเร็จที่ยั่งยืนมาจากความสามารถในการดำเนินการกลยุทธ์การเปลี่ยนแปลงดิจิทัลของคุณอย่างไร้รอยต่อ",
    "description2": "ผสมผสานความเชี่ยวชาญทางเทคโนโลยีที่ลึกซึ้งและประวัติผลงานที่พิสูจน์ได้ เราออกแบบและดำเนินการโซลูชันที่กำหนดเองสำหรับสถาบันการเงินที่ขับเคลื่อนความสำเร็จระยะยาว"
  },
  "NewSetup": {
    "fullSuiteSolutions": "ตั้งค่าใหม่",
    "simplifyTheComplex": "อัปเกรดระบบ",
    "cuttingEdgeTech": "ย้ายระบบ",
    "featureDescription1": "สร้างโครงสร้างพื้นฐานทางการเงินจากพื้นฐานเพื่อให้บริการที่ดีกว่าแก่ความต้องการของคุณและลูกค้าของคุณ",
    "featureDescription2": "ปรับปรุงโครงสร้างพื้นฐานปัจจุบันของคุณเพื่อเอาชนะความท้าทายจากระบบเก่า",
    "featureDescription3": "ย้ายข้อมูลและการรวมระบบของคุณไปยังระบบใหม่ได้อย่างไร้รอยต่อโดยไม่หยุดชะงักของธุรกิจ"
  },
  "Operate": {
    "title": "ประสิทธิภาพระยะยาว",
    "headline": "ดำเนินงาน",
    "description1": "การตั้งค่าประสิทธิภาพในการดำเนินงานเพื่อส่งมอบคุณค่าที่สัญญาไว้แก่ลูกค้าของคุณเป็นสิ่งสำคัญสำหรับการเติบโตในระยะยาว",
    "description2": "เรามีบริการด้านการดำเนินงานและการสนับสนุนที่ครอบคลุมตลอดวงจรชีวิตของผลิตภัณฑ์"
  },
  "Support": {
    "fullSuiteSolutions": "สนับสนุนการดำเนินงาน",
    "simplifyTheComplex": "บริการเฉพาะบุคคล",
    "cuttingEdgeTech": "สนับสนุนทางเทคนิคตลอด 24 ชั่วโมง",
    "featureDescription1": "ส่งทีมของเราเพื่อบริหารและดูแลโซลูชัน AnyTech ของคุณ เพื่อให้คุณสามารถมุ่งเน้นไปที่ธุรกิจหลักและกลยุทธ์ของคุณ",
    "featureDescription2": "ตั้งแต่การพัฒนาโอกาสทางธุรกิจใหม่ ๆ ไปจนถึงการดูแลระบบไอทีเบื้องหลัง ทีมงานของเราสามารถให้การสนับสนุนทุกด้านที่คุณต้องการ",
    "featureDescription3": "ทีมสนับสนุนลูกค้าของเราพร้อมให้บริการตลอด 24 ชั่วโมง เพื่อช่วยแก้ไขปัญหาและตอบคำถามของคุณ"
  },
  "Ads": {
    "title": "ได้รับความไว้วางใจจากที่สุด"
  },
  "BannerAbout": {
    "minTitle": "เกี่ยวกับเรา",
    "title": "นำทางสู่อนาคตด้านการเงิน",
    "description": "นำทางสู่อนาคตด้านการเงิน"
  },
  "Story": {
    "title": "เรื่องของเรา",
    "headline": "สร้างอนาคตในวันนี้",
    "description1": "ก่อตั้งขึ้นในเดือนมกราคม 2020, Any Technology เป็นบริษัทฟินเทคในสิงคโปร์ที่มุ่งมั่นช่วยอุตสาหกรรมบริการทางการเงินระดับโลกในการจินตนาการใหม่เกี่ยวกับการธนาคารและบริการชำระเงิน"
  },
  "Experts": {
    "fullSuiteSolutions": "ผู้เชี่ยวชาญด้านเทคโนโลยีและการเงิน",
    "simplifyTheComplex": "การเสริมพลังผ่านเทคโนโลยี",
    "cuttingEdgeTech": "เข้าใจความต้องการที่เปลี่ยนแปลง",
    "featureDescription1": "ด้วยความเชี่ยวชาญลึกซึ้งของทีมงานในด้านการเงินและเทคโนโลยี เราคือปัจจัยสำคัญในการเปลี่ยนแปลง, การเปิดทางสำหรับนวัตกรรมและการปรับเปลี่ยนกลยุทธ์, สร้างอนาคตของการเงิน",
    "featureDescription2": "การเสริมพลังให้กับสถาบันการเงินมากกว่า 40 แห่งในการเปลี่ยนแปลงในโลกที่เน้นดิจิทัล, แพลตฟอร์มนวัตกรรมของเราช่วยให้ธนาคารและสถาบันการเงินสามารถพัฒนาผลิตภัณฑ์และข้อเสนอที่มุ่งเน้นลูกค้า",
    "featureDescription3": "ด้วยการอยู่ในแนวหน้าของเทคโนโลยีและการเข้าใจความต้องการที่เปลี่ยนแปลงของอุตสาหกรรม เราพยายามที่จะให้โซลูชันที่ทันสมัยที่ขับเคลื่อนประสิทธิภาพ, ปรับปรุงประสบการณ์ผู้ใช้, และส่งเสริมการรวมทางการเงิน"
  },
  "Empowering": {
    "title": "มอบพลังให้มากกว่า",
    "minTitle": "40 สถาบันการเงิน",
    "maxTitle": "เพื่อการเปลี่ยนแปลงในโลกดิจิทัล"
  },
  "Mission": {
    "minTitle": "พันธกิจของเรา",
    "title": "กำหนดนิยามใหม่ของวันพรุ่งนี้",
    "description": "เพื่อกำหนดนิยามใหม่ของการเงินโลกโดยการมอบพลังให้กับสถาบันต่าง ๆ ด้วยเทคโนโลยีที่ขับเคลื่อนมูลค่าและการเติบโต"
  },
  "start": {
    "title": "เริ่มการเปลี่ยนแปลงของคุณ",
    "description": "เราพร้อมที่จะเป็นพันธมิตรทางกลยุทธ์เพื่อให้การสนับสนุนที่คุณต้องการสำหรับองค์กรของคุณ",
    "button": "พูดคุยกับเรา"
  },
  "Solution": {
    "fullSuiteSolutions": "AnyCaaS",
    "simplifyTheComplex": "AnyBaaS",
    "cuttingEdgeTech": "AnyPaaS",
    "featureDescription1": "ปรับเปลี่ยนโปรแกรมบัตรของคุณด้วยโซลูชัน Cards-as-a-Service (CaaS) ของเรา ปรับปรุงการจัดการบัตร ส่งมอบประสบการณ์ที่ยอดเยี่ยมให้กับลูกค้า และอื่น ๆ",
    "featureDescription2": "ก้าวเข้าสู่อนาคตของการธนาคารด้วยแพลตฟอร์ม Banking-as-a-Service (BaaS) ของเราที่มอบเครื่องมือที่คุณต้องการเพื่อปรับตัวและขยายตัวในสภาพแวดล้อมดิจิทัลที่เปลี่ยนแปลงอย่างรวดเร็วในปัจจุบัน",
    "featureDescription3": "เพิ่มขีดความสามารถในการประมวลผลการชำระเงินของคุณด้วยโซลูชัน Payment-as-a-Service (PaaS) ของเรา สัมผัสกับโครงสร้างพื้นฐานที่ปลอดภัยและสามารถปรับขนาดได้ซึ่งสามารถจัดการธุรกรรมได้อย่างง่ายดาย"
  },
  "legacy": {
    "title": "ไม่มีระบบเก่าอีกต่อไป",
    "description": "พูดคุยกับเราเพื่อค้นหาว่าเราสามารถเปลี่ยนแปลงองค์กรของคุณเพื่ออนาคตได้อย่างไร",
    "button": "ติดต่อเรา"
  },
  "footer": {
    "title": "โซลูชันของเรา",
    "title1": "นโยบายความเป็นส่วนตัว",
    "description": "©2025 สงวนลิขสิทธิ์ทั้งหมด Any Technology Pte Ltd."
  }
}