
{
  "Navbar": {
    "logo": "ANYTECH",
    "solutions": "โซลูชัน",
    "anycaas": "AnyCaaS",
    "anybaas": "AnyBaaS",
    "anypaas": "AnyPaaS",
    "services": "บริการ",
    "about_us": "เกี่ยวกับเรา",
    "language": "TH",
    "language_options": {
      "en": "EN (English)",
      "th": "TH (ไทย)",
      "id": "ID (Bahasa Indonesia)",
      "tw": "TW (繁體中文)"
    },
    "contact_us": "ติดต่อเรา",
    "languageName": "THAI"
  },
  "Future": {
    "title": "ขับเคลื่อนอนาคตของการเงิน",
    "headline": "ค้นพบวิธีใหม่ในการสร้างความพึงพอใจให้กับลูกค้า",
    "description1": "AnyTech กำลังปฏิวัติเทคโนโลยีทางการเงินโดยนำเสนอความสามารถในการประมวลผลบัญชีธุรกรรมแบบเรียลไทม์ที่เป็นนวัตกรรมใหม่ ซึ่งออกแบบมาโดยเฉพาะสำหรับบริการทางการเงินค้าปลีก",
    "description2": "แนวทางที่ทันสมัยของเราก้าวข้ามระบบธนาคารแบบดั้งเดิมและระบบประมวลผลบัตร ช่วยให้คุณใช้เทคโนโลยีที่ล้ำสมัยที่สุดเพื่อความสำเร็จที่ยั่งยืน"
  },
  "Banner": {
    "title": "ก้าวเข้าสู่อนาคตของการเงิน",
    "description": "จินตนาการบริการทางการเงินใหม่ด้วยแพลตฟอร์มเปิดของ AnyTech และโซลูชันธนาคารแบบกระจายที่ช่วยขับเคลื่อนการเปลี่ยนแปลง",
    "button": "ติดต่อเรา"
  },
  "contactUs": {
    "title": "ติดต่อเรา",
    "subtitle": "มาพูดคุยกัน",
    "description": "มีคำถามเกี่ยวกับการสร้างประสบการณ์การธนาคารรุ่นถัดไป ราคาของเรา หรือเรื่องราวความสำเร็จของลูกค้าของเรา?",
    "firstName": "ชื่อจริง",
    "lastName": "นามสกุล",
    "jobTitle": "ตำแหน่งงาน",
    "companyName": "ชื่อบริษัท",
    "email": "อีเมล",
    "message": "ข้อความ",
    "privacyPolicy": "โดยการส่งแบบฟอร์มนี้ คุณยืนยันว่าคุณยอมรับให้ AnyTech ประมวลผลข้อมูลส่วนบุคคลของคุณตามที่อธิบายไว้ใน",
    "privacyLink": "นโยบายความเป็นส่วนตัว",
    "submit": "ส่ง"
  },
  "features": {
    "fullSuiteSolutions": "โซลูชันครบวงจร",
    "simplifyTheComplex": "ทำให้กระบวนการซับซ้อนง่ายขึ้น",
    "cuttingEdgeTech": "เทคโนโลยีล้ำสมัย",
    "featureDescription1": "สัมผัสประสบการณ์การผสานการทำงานในฟังก์ชันต่างๆ ของธนาคารและการชำระเงินด้วยชุดโซลูชันที่ครบวงจรของเรา",
    "featureDescription2": "ทำให้กระบวนการซับซ้อนง่ายขึ้นและเพิ่มประสิทธิภาพการดำเนินงานทางการเงินของคุณด้วยพลังของ AI, Blockchain, Cloud Computing และ Big Data",
    "featureDescription3": "เราผสานเทคโนโลยีล้ำสมัยเพื่อสร้างประสบการณ์ฟินเทคที่ไม่เหมือนใครสำหรับสถาบันการเงิน"
  },
  "stats": {
    "trustedBy": "ไว้วางใจจากที่ดีที่สุด",
    "yearsOfExperience": "ปีของประสบการณ์",
    "financialInstitutions": "สถาบันการเงิน",
    "customersEach": "ลูกค้าทุกคน"
  },
  "technology": {
    "title": "เทคโนโลยีที่สร้างขึ้นเพื่อคุณ",
    "subtitle": "อนาคตของการเงิน",
    "tabs": [
      {
        "title": "มุ่งเน้นลูกค้า",
        "titleBg": "บริการทางการเงินที่ออกแบบมาโดยเฉพาะ",
        "description1": "ยกระดับประสบการณ์ของลูกค้าและสร้างนวัตกรรมผลิตภัณฑ์ทางการเงินที่คล่องตัว",
        "description2": "สัมผัสประโยชน์ของเทคโนโลยีบริการทางการเงินแบบบูรณาการและการวิเคราะห์พฤติกรรมธุรกรรมแบบเรียลไทม์"
      },
      {
        "title": "คล่องตัวและปรับตัวได้",
        "titleBg": "คล่องตัวและปรับตัวได้เพื่อการเติบโต",
        "description1": "ปรับตัวให้เข้ากับการเปลี่ยนแปลงของตลาดและสร้างระบบที่ขยายขนาดได้ด้วยเทคโนโลยีคลาวด์",
        "description2": "ใช้บริการบนคลาวด์เพื่อความยืดหยุ่นที่มากขึ้นและลดต้นทุนโครงสร้างพื้นฐาน"
      },
      {
        "title": "พร้อมปฏิบัติตามข้อกำหนด",
        "titleBg": "จัดการข้อกำหนดทางกฎหมายได้อย่างง่ายดาย",
        "description1": "นำหน้าการเปลี่ยนแปลงข้อบังคับด้วยระบบที่ปลอดภัยและเป็นไปตามมาตรฐาน",
        "description2": "รักษาความปลอดภัยและความเป็นส่วนตัวด้วยฟีเจอร์ที่รองรับข้อกำหนดอุตสาหกรรม"
      },
      {
        "title": "ปลอดภัยและมั่นคง",
        "titleBg": "ปลอดภัยและมั่นคงสูงสุด",
        "description1": "ปกป้องข้อมูลและโครงสร้างพื้นฐานของคุณด้วยโปรโตคอลความปลอดภัยระดับสูง",
        "description2": "แพลตฟอร์มของเรามีฟีเจอร์ความปลอดภัยที่พัฒนาเพื่อลดความเสี่ยงจากภัยคุกคามทางไซเบอร์"
      }
    ]
  },
  "human_centered_innovation": {
    "title": "ปรัชญาของเรา",
    "subtitle": "นวัตกรรมที่มุ่งเน้นมนุษย์",
    "image_alt": "ภาพหลัก"
  }
}